<?php

return [
    'cities' => [
        'created' => 'Город успешно добавлен!',
        'edited' => 'Город успешно отредактирован!',
    ],
    'managers' => [
        'created' => 'Менеджер успешно добавлен!',
        'password_changed' => 'Пароль менеджера успешно изменен!',
        'deleted' => 'Менеджер успешно удален!',
    ],
    'pickups' => [
        'created' => 'Точка самовывоза успешно добавлена!',
        'edited' => 'Точка самовывоза успешно изменена!',
        'deleted' => 'Точка самовывоза успешно удалена!',
    ],
    'promotions' => [
        'created' => 'Акция успешно добавлена!',
        'edited' => 'Акция успешно изменена!',
        'deleted' => 'Акция успешно удалена!',
    ],
    'zones' => [
        'created' => 'Зона доставки успешно добавлена!',
        'edited' => 'Зона доставки успешно изменена!',
        'deleted' => 'Зона доставки успешно удалена!',
    ],
    'receivings' => [
        'created' => 'Способ получения товаров доставки успешно добавлен!',
        'edited' => 'Способ получения товаров доставки успешно изменен!',
        'deleted' => 'Способ получения товаров доставки успешно удален!',
    ]
];
